Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/Shared/CMUXMobileCore/Sources/CMUXMobileCore/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# diagnostics.field.input
source: Input
ar: مدخل
de: Eingang
es: Aporte
fr: Saisir
ja: 入力
ko: 입력
zh_hans: 输入
zh_hant: 輸入

# diagnostics.field.inputDetail
source: Input detail
ar: تفاصيل الإدخال
de: Eingabedetail
es: Detalle de entrada
fr: Détail de l'entrée
ja: 入力詳細
ko: 세부정보 입력
zh_hans: 输入详细信息
zh_hant: 輸入詳細信息

# diagnostics.field.activeSessions
source: Active sessions
ar: جلسات نشطة
de: Aktive Sitzungen
es: Sesiones activas
fr: Séances actives
ja: アクティブセッション
ko: 활성 세션
zh_hans: 活跃会话
zh_hant: 活躍會話

# diagnostics.field.y
source: Y
ar: ي
fr: Oui
ko: 와이
zh_hans: 是
zh_hant: 是

# diagnostics.failure.attachmentCountLimitReached
source: Attachment count limit reached
ar: تم الوصول إلى الحد الأقصى لعدد المرفقات
de: Grenzwert für die Anzahl der Anhänge erreicht
es: Se alcanzó el límite de recuento de archivos adjuntos
fr: Limite du nombre de pièces jointes atteinte
ja: 添付ファイル数の上限に達しました
ko: 첨부 파일 수 제한에 도달했습니다.
zh_hans: 已达到附件数量限制
zh_hant: 已達到附件數量限制

# diagnostics.failure.attachmentAggregateSizeLimitReached
source: Attachment size limit reached
ar: تم الوصول إلى الحد الأقصى لحجم المرفقات
de: Die maximale Größe des Anhangs wurde erreicht
es: Se alcanzó el límite de tamaño del archivo adjunto
fr: Limite de taille de pièce jointe atteinte
ja: 添付ファイルの合計サイズ上限に達しました
ko: 첨부 파일 크기 제한에 도달했습니다.
zh_hans: 已达到附件大小限制
zh_hant: 已達到附件大小限制

# diagnostics.failure.localStateUnavailable
source: Local state unavailable
ar: الولاية المحلية غير متاحة
de: Lokaler Status nicht verfügbar
es: Estado local no disponible
fr: État local indisponible
ja: ローカル状態を利用できません
ko: 지역 상태를 사용할 수 없음
zh_hans: 本地状态不可用
zh_hant: 本地狀態不可用

# diagnostics.field.action
source: Action
ar: فعل
de: Aktion
es: Acción
ja: アクション
ko: 행동
zh_hans: 行动
zh_hant: 行動

# diagnostics.field.tab
source: Tab
ar: مفتاح Tab
es: Pestaña
fr: Languette
ja: タブ
ko: 꼬리표
zh_hans: 选项卡
zh_hant: 選項卡

# diagnostics.field.scope
source: Scope
ar: نِطَاق
de: Umfang
es: Alcance
fr: Portée
ja: 範囲
ko: 범위
zh_hans: 范围
zh_hant: 範圍

# diagnostics.field.change
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
ko: 변경
zh_hans: 更改
zh_hant: 變更

# diagnostics.field.route
source: Route
ar: طريق
es: Ruta
fr: Itinéraire
ja: 経路
ko: 노선
zh_hans: 路线
zh_hant: 路線

# diagnostics.field.style
source: Style
ar: أسلوب
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
zh_hans: 风格
zh_hant: 風格

# diagnostics.field.reason
source: Reason
ar: سبب
de: Grund
es: Razón
fr: Raison
ja: 理由
ko: 이유
zh_hans: 原因
zh_hant: 原因

# diagnostics.event.transportDialSessionLinked
source: Transport dial linked to session
ar: النقل ديال مرتبط بالجلسة
de: Mit der Sitzung verknüpfter Transportwähler
es: Dial de transporte vinculado a la sesión
fr: Cadran de transport lié à la session
ja: トランスポート接続をセッションに関連付けました
ko: 세션에 연결된 전송 다이얼
zh_hans: 链接到会话的传输拨号
zh_hant: 連結到會話的傳輸撥號

# diagnostics.event.transportDialCancelled
source: Transport dial cancelled
ar: تم إلغاء طلب النقل
de: Transportwahl abgebrochen
es: Marcación de transporte cancelada
fr: Cadran de transport annulé
ja: トランスポート接続をキャンセルしました
ko: 전송 다이얼이 취소됨
zh_hans: 交通拨号已取消
zh_hant: 交通撥號已取消

# diagnostics.event.transportCloseReason
source: Remote close reason
ar: سبب قريب عن بعد
de: Grund für Remote-Schließung
es: Motivo de cierre remoto
fr: Raison de fermeture à distance
ja: リモート切断の理由
ko: 원격 폐쇄 사유
zh_hans: 远程关闭原因
zh_hant: 遠端關閉原因

# diagnostics.field.peer
source: Peer
ar: الأقران
es: Par
fr: Pair
ja: ピア
ko: 또래
zh_hans: 同行
zh_hant: 同行

# diagnostics.field.recovery
source: Recovery
ar: الاسترداد
de: Wiederherstellung
es: Recuperación
fr: Récupération
ja: 復旧
ko: 복구
zh_hans: 恢复
zh_hant: 復原

# diagnostics.field.cancellation
source: Cancellation
ar: إلغاء
de: Stornierung
es: Cancelación
fr: Annulation
ja: キャンセル
ko: 해제
zh_hans: 消除
zh_hant: 消除

# diagnostics.cancellation.unknown
source: Unknown cancellation
ar: إلغاء غير معروف
de: Unbekannte Stornierung
es: Cancelación desconocida
fr: Annulation inconnue
ja: 不明なキャンセル
ko: 알 수 없는 취소
zh_hans: 未知取消
zh_hant: 未知取消

# diagnostics.cancellation.requestCancelled
source: Request cancelled
ar: تم إلغاء الطلب
de: Anfrage abgebrochen
es: Solicitud cancelada
fr: Demande annulée
ja: リクエストをキャンセル
ko: 요청이 취소되었습니다.
zh_hans: 请求已取消
zh_hant: 請求已取消

# diagnostics.cancellation.requestTimedOut
source: Request timed out
ar: انتهت مهلة الطلب
de: Zeitüberschreitung bei der Anfrage
es: Solicitud agotada
fr: La demande a expiré
ja: リクエストがタイムアウト
ko: 요청 시간이 초과되었습니다.
zh_hans: 请求超时
zh_hant: 請求超時

# diagnostics.cancellation.sessionTeardown
source: Session torn down
ar: الجلسة هدمت
de: Sitzung abgebrochen
es: Sesión derribada
fr: Séance démolie
ja: セッションを終了
ko: 세션이 중단되었습니다.
zh_hans: 会话被拆除
zh_hant: 會話被拆除

# diagnostics.cancellation.sessionDeinitialized
source: Session deinitialized
ar: تم إلغاء تهيئة الجلسة
de: Sitzung deinitialisiert
es: Sesión desinicializada
fr: Session désinitialisée
ja: セッションを解放
ko: 세션이 초기화되지 않았습니다.
zh_hans: 会话已取消初始化
zh_hant: 會話已取消初始化

# diagnostics.closeReason.unknown
source: Unknown remote reason
ar: سبب بعيد غير معروف
de: Unbekannter entfernter Grund
es: Motivo remoto desconocido
fr: Raison lointaine inconnue
ja: 不明なリモート理由
ko: 알 수 없는 원격 이유
zh_hans: 未知远程原因
zh_hant: 未知遠程原因

# diagnostics.closeReason.clientClosed
source: Client closed
ar: العميل مغلق
de: Kunde geschlossen
es: Cliente cerrado
fr: Client fermé
ja: クライアントが切断
ko: 클라이언트가 닫혔습니다.
zh_hans: 客户端已关闭
zh_hant: 客戶端已關閉

# diagnostics.closeReason.serverClosed
source: Server closed
ar: الخادم مغلق
de: Server geschlossen
es: Servidor cerrado
fr: Serveur fermé
ja: サーバーが切断
ko: 서버 폐쇄
zh_hans: 服务器已关闭
zh_hant: 伺服器已關閉

# diagnostics.closeReason.superseded
source: Superseded session
ar: جلسة بديلة
de: Abgelöste Sitzung
es: Sesión reemplazada
fr: Séance remplacée
ja: 置き換えられたセッション
ko: 대체된 세션
zh_hans: 被取代的会议
zh_hant: 被取代的會議

# diagnostics.closeReason.admissionLeaseExpired
source: Admission lease expired
ar: انتهى عقد الإيجار القبول
de: Eintrittsmietvertrag abgelaufen
es: El contrato de admisión expiró
fr: Bail d'admission expiré
ja: 入場リースの期限切れ
ko: 입장권 임대가 만료되었습니다
zh_hans: 入场租约到期
zh_hant: 入場租約到期

# diagnostics.closeReason.admissionRevalidationFailed
source: Admission revalidation failed
ar: فشل إعادة التحقق من القبول
de: Die Verlängerung der Zulassung ist fehlgeschlagen
es: Revalidación de admisión fallida
fr: La revalidation de l'admission a échoué
ja: 入場の再検証に失敗
ko: 입학 재검증 실패
zh_hans: 入学重新验证失败
zh_hant: 入學重新驗證失敗

# diagnostics.closeReason.sendQueueOverflow
source: Send queue overflow
ar: إرسال تجاوز قائمة الانتظار
de: Überlauf der Sendewarteschlange
es: Enviar cola desbordada
fr: Débordement de file d'attente d'envoi
ja: 送信キューが満杯
ko: 보내기 대기열 오버플로
zh_hans: 发送队列溢出
zh_hant: 發送隊列溢出

# diagnostics.closeReason.serverFailure
source: Server failure
ar: فشل الخادم
de: Serverausfall
es: Fallo del servidor
fr: Panne de serveur
ja: サーバー障害
ko: 서버 장애
zh_hans: 服务器故障
zh_hant: 伺服器故障

# diagnostics.closeReason.serverCancelled
source: Server cancelled
ar: تم إلغاء الخادم
de: Server abgebrochen
es: Servidor cancelado
fr: Serveur annulé
ja: サーバーがキャンセル
ko: 서버가 취소되었습니다.
zh_hans: 服务器已取消
zh_hant: 伺服器已取消

# diagnostics.unknown.cancellation
source: Unknown cancellation (%lld)
ar: إلغاء غير معروف (%lld)
de: Unbekannte Stornierung (%lld)
es: Cancelación desconocida (%lld)
fr: Annulation inconnue (%lld)
ja: 不明なキャンセル（%lld）
ko: 알 수 없는 취소(%lld)
zh_hans: 未知取消 (%lld)
zh_hant: 未知取消 (%lld)

# diagnostics.unknown.closeReason
source: Unknown remote reason (%lld)
ar: سبب بعيد غير معروف (%lld)
de: Unbekannter Remote-Grund (%lld)
es: Motivo remoto desconocido (%lld)
fr: Raison distante inconnue (%lld)
ja: 不明なリモート理由（%lld）
ko: 알 수 없는 원격 이유(%lld)
zh_hans: 未知的远程原因 (%lld)
zh_hant: 未知的遠端原因 (%lld)

# diagnostics.recoveryTrigger.connectionMethodChanged
source: Connection method changed
ar: تم تغيير طريقة الاتصال
de: Verbindungsmethode geändert
es: El método de conexión cambió
fr: Méthode de connexion modifiée
ja: 接続方法を変更
ko: 연결 방법이 변경되었습니다.
zh_hans: 连接方法已更改
zh_hant: 連接方法已更改

# diagnostics.unknown.payload
source: Unknown value (%lld)
ar: قيمة غير معروفة (%lld)
de: Unbekannter Wert (%lld)
es: Valor desconocido (%lld)
fr: Valeur inconnue (%lld)
ja: 不明な値（%lld）
ko: 알 수 없는 값(%lld)
zh_hans: 未知值 (%lld)
zh_hant: 未知值 (%lld)

# diagnostics.field.mapping
source: Mapping
ar: رسم الخرائط
de: Abbildung
es: Cartografía
fr: Cartographie
ja: マッピング
ko: 매핑
zh_hans: 测绘
zh_hant: 測繪

# diagnostics.field.method
source: Method
ar: طريقة
de: Verfahren
es: Método
fr: Méthode
ja: 接続方法
ko: 방법
zh_hans: 方法
zh_hant: 方法

# diagnostics.field.publicPaths
source: Public paths
ar: المسارات العامة
de: Öffentliche Wege
es: Caminos públicos
fr: Voies publiques
ja: 公開経路
ko: 공개 경로
zh_hans: 公共路径
zh_hant: 公共路徑

# diagnostics.field.privateFallbackPaths
source: Private fallback paths
ar: مسارات احتياطية خاصة
de: Private Fallback-Pfade
es: Rutas de respaldo privadas
fr: Chemins de secours privés
ja: プライベートフォールバック経路
ko: 비공개 대체 경로
zh_hans: 私有后备路径
zh_hant: 私有後備路徑

# diagnostics.field.join
source: Join
ar: ينضم
de: Verbinden
es: Unirse
fr: Rejoindre
ja: 結合
ko: 가입하다
zh_hans: 加入
zh_hant: 加入

# diagnostics.field.configuredAddresses
source: Configured addresses
ar: العناوين التي تم تكوينها
de: Konfigurierte Adressen
es: Direcciones configuradas
fr: Adresses configurées
ja: 設定済みアドレス
ko: 구성된 주소
zh_hans: 配置的地址
zh_hant: 配置的位址

# diagnostics.field.hints
source: Hints
ar: تلميحات
de: Hinweise
es: Consejos
fr: Conseils
ja: ヒント
ko: 힌트
zh_hans: 提示
zh_hant: 提示

# diagnostics.field.leg
source: Leg
ar: رجل
de: Bein
es: Pierna
fr: Jambe
ja: ダイヤル経路
ko: 다리
zh_hans: 腿
zh_hant: 腿

# diagnostics.event.terminalWorkStarted
source: Terminal phase started
ar: بدأت مرحلة الطرفية
de: Terminalphase gestartet
es: Fase del terminal iniciada
fr: Phase du terminal commencée
ja: ターミナルフェーズ開始
ko: 터미널 단계 시작
zh_hans: 终端阶段已开始
zh_hant: 終端機階段已開始

# diagnostics.event.terminalWorkFinished
source: Terminal phase completed
ar: اكتملت مرحلة الطرفية
de: Terminalphase abgeschlossen
es: Fase del terminal completada
fr: Phase du terminal terminée
ja: ターミナルフェーズ完了
ko: 터미널 단계 완료
zh_hans: 终端阶段已完成
zh_hant: 終端機階段已完成

# diagnostics.field.workspaceCount
source: Workspace count
ar: عدد مساحات العمل
de: Anzahl der Arbeitsbereiche
es: Número de espacios de trabajo
fr: Nombre d’espaces de travail
ja: ワークスペース数
ko: 작업 공간 수
zh_hans: 工作区数量
zh_hant: 工作區數量

# diagnostics.field.surfaceCount
source: Surface count
ar: عدد الأسطح
de: Anzahl der Oberflächen
es: Número de superficies
fr: Nombre de surfaces
ja: サーフェス数
ko: 서피스 수
zh_hans: 表面数量
zh_hant: 表面數量

# diagnostics.field.transition
source: Transition
ar: انتقال
de: Übergang
es: Transición
ja: 遷移
ko: 전환
zh_hans: 转换
zh_hant: 轉換

# diagnostics.field.population
source: Population
ar: المجموعة المقاسة
de: Bezugsgruppe
es: Conjunto medido
fr: Ensemble mesuré
ja: 集計範囲
ko: 집계 범위
zh_hans: 计数范围
zh_hant: 計數範圍

# diagnostics.field.mainThread
source: Main thread
ar: المسار الرئيسي
de: Hauptthread
es: Hilo principal
fr: Fil principal
ja: メインスレッド
ko: 메인 스레드
zh_hans: 主线程
zh_hant: 主執行緒

# diagnostics.field.x
source: X
es: incógnita
ko: 엑스

# diagnostics.transport.websocket
source: WebSocket
ko: 웹소켓
